
IMG = [
"https://graph.org/file/dbd48ba7093582ab20063.jpg",
"https://graph.org/file/69356215e2506436f381b.jpg",
"https://graph.org/file/7785e3232769e4bc67f85.jpg",
"https://graph.org/file/f8596ff5009dfb6bd9eda.jpg",
"https://graph.org/file/6e70a2c0d794e3ff2a577.jpg",
]


# ------------------------------------------------------------ #

START_TXT = """
**ʜᴇʟʟᴏ** {},

**Wᴇʟᴄᴏᴍᴇ ᴛᴏ ᴏᴜʀ Uɴᴀᴄᴀᴅᴇᴍʏ ʙᴏᴛ! 🚀 Gᴇᴛ ʀᴇᴀᴅʏ ғᴏʀ ᴀᴡᴇsᴏᴍᴇ  sᴛᴜᴅʏ ᴍᴀᴛᴇʀɪᴀʟs ᴛᴏ ᴍᴀᴋᴇ ʟᴇᴀʀɴɪɴɢ ᴀ ʙʀᴇᴇᴢᴇ ! Lᴇᴛ's ᴅɪᴠᴇ ɪɴ ᴀɴᴅ ᴍᴀᴋᴇ sᴛᴜᴅʏɪɴɢ ᴀ ʙʟᴀsᴛ **
"""

FORCE_MSG = """
**ʜᴇʏ** {}

**ᴀᴄᴄᴏʀᴅɪɴɢ ᴛᴏ ᴍʏ ᴅᴀᴛᴀʙᴀsᴇ ʏᴏᴜ'ᴠᴇ ɴᴏᴛ ᴊᴏɪɴᴇᴅ ᴜᴘᴅᴀᴛᴇs ᴄʜᴀɴɴᴇʟ ʏᴇᴛ, ɪғ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ᴜsᴇ ᴍᴇ ᴛʜᴇɴ ᴊᴏɪɴ ᴜᴘᴅᴀᴛᴇs ᴄʜᴀɴɴᴇʟ ᴀɴᴅ sᴛᴀʀᴛ ᴍᴇ ᴀɢᴀɪɴ !**
"""

MODES_TXT = """
**ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ ᴛʜᴇ ᴍᴏᴅᴇ sᴇᴄᴛɪᴏɴ. ʜᴇʀᴇ, ʏᴏᴜ ᴄᴀɴ ᴄʜᴏᴏsᴇ ʙᴇᴛᴡᴇᴇɴ ᴛᴡᴏ ᴍᴏᴅᴇs: ᴄᴜsᴛᴏᴍ ᴍᴏᴅᴇ ᴏʀ ᴍᴀɴᴜᴀʟ ᴍᴏᴅᴇ.**
"""

SUPPORT_TXT = """
๏ ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ ɴᴇᴇᴛ ᴛɪᴛᴀɴs ʙᴏᴛ.
๏ ᴀ ʙᴏᴛ ᴍᴀᴅᴇ ʙʏ ɴᴇᴇᴛ ᴛɪᴛᴀɴs ɴᴇᴛᴡᴏʀᴋ ᴜɴᴅᴇʀ ᴛʜᴇ ɢᴜɪᴅᴀɴᴄᴇ ᴏғ ᴊᴀᴅᴜɢᴀʀ ᴅᴇᴠᴇʟᴏᴘᴇᴅ ʙʏ ʀᴀᴊɴɪsʜ.
๏ ʜᴏᴘᴇ ʏᴏᴜ ᴡᴏᴜʟᴅ ʀᴇᴀʟʟʏ ʟᴏᴠᴇ ᴏᴜʀ ʙᴏᴛ.
๏ ᴛʜᴀɴᴋ ʏᴏᴜ
"""


    
FREE_TXT = """
⌬ **﹝𝐅 𝐑 𝐄 𝐄﹞**
<b>
🏆 <u>ꜰʀᴇᴇ ᴛʀɪᴀʟ</u> 🏆
❗ ᴏɴʟʏ ꜰᴏʀ 5 ᴍɪɴᴜᴛᴇꜱ
 
○ ʙʏᴘᴀss ᴀʟʟ ᴄᴏᴜʀsᴇ
○ ғᴀsᴛ ɴᴏᴅᴇ 
</b>"""

BRONZE_TXT = """
⌬ **﹝𝐁 𝐑 𝐎 𝐍 𝐙 𝐄﹞**
<b>
🥉 <u>ʙʀᴏɴᴄᴇ ᴘʟᴀɴ</u>
⏰ 7 ᴅᴀʏꜱ
💸 ᴘʟᴀɴ ᴘʀɪᴄᴇ ➛ 300₹
</b>"""

SILVER_TXT = """
⌬ **﹝𝐒 𝐈 𝐋 𝐕 𝐄 𝐑﹞**
<b> 
🥈 <u>ꜱɪʟᴠᴇʀ ᴘʟᴀɴ</u>
⏰ 15 ᴅᴀʏꜱ 
💸 ᴘʟᴀɴ ᴘʀɪᴄᴇ ➛ 500₹
</b>"""

GOLD_TXT = """
⌬ **﹝𝐆 𝐎 𝐋 𝐃﹞**  
<b>
🥇 <u>ɢᴏʟᴅ ᴘʟᴀɴ</u>
⏰ 30 ᴅᴀʏꜱ 
💸 ᴘʟᴀɴ ᴘʀɪᴄᴇ ➛ 800₹
</b>"""


OTHER_TXT = """
⌬ **﹝𝐏 𝐋 𝐀 𝐍 𝐒﹞** 
<b>
🎁 <u>ᴏᴛʜᴇʀ ᴘʟᴀɴ</u>
⏰ ᴄᴜꜱᴛᴏᴍɪꜱᴇᴅ ᴅᴀʏꜱ
💸 ᴀᴄᴄᴏʀᴅɪɴɢ ᴛᴏ ᴅᴀʏꜱ ʏᴏᴜ ᴄʜᴏᴏꜱᴇ

👨‍💻 ᴄᴏɴᴛᴀᴄᴛ ᴛʜᴇ ᴏᴡɴᴇʀ ᴛᴏ ɢᴇᴛ ʏᴏᴜʀ ᴏᴛʜᴇʀ ᴘʟᴀɴ.
</b>"""


PAYMENT_TXT = """<b>
⚜️ ᴘᴀʏ ᴀᴍᴍᴏᴜɴᴛ ᴀᴄᴄᴏʀᴅɪɴɢ ᴛᴏ ʏᴏᴜʀ ᴘʟᴀɴ ᴀɴᴅ ᴇɴᴊᴏʏ ᴘʀᴇᴍɪᴜᴍ ᴍᴇᴍʙᴇʀꜱʜɪᴘ !

📸 ǫʀ ᴄᴏᴅᴇ - <a href='https://graph.org/file/e671031c27c824fd5b0ac.jpg'>ᴄʟɪᴄᴋ ʜᴇʀᴇ ᴛᴏ ꜱᴄᴀɴ</a>

‼️ ᴍᴜsᴛ sᴇɴᴅ sᴄʀᴇᴇɴsʜᴏᴛ ᴀғᴛᴇʀ ᴘᴀʏᴍᴇɴᴛ.
</b>"""






