# Image URLs
IMG = [
    "https://telegra.ph/file/5ad814379f826c5841644.jpg",
    "https://telegra.ph/file/5ad814379f826c5841644.jpg",
]

# Text Messages
START_TXT = """
**ʜᴇʟʟᴏ** {},

**ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ ᴏᴜʀ ᴜɴᴀᴄᴀᴅᴇᴍʏ ʙᴏᴛ! 🖌 Gᴇᴛ ʀᴇᴀᴅʏ ғᴏʀ ᴀᴡᴇsᴏᴍᴇ sᴛᴜᴅʏ ᴍᴀᴛᴇʀɪᴀʟs ᴛᴏ ᴍᴀᴋᴇ ʟᴇᴀʀɴɪɴɢ ᴀ ʙʀᴇᴇᴢᴇ! ʟᴇᴛ's ᴅɪᴠᴇ ɪɴ ᴀɴᴅ ᴍᴀᴋᴇ sᴛᴜᴅʏɪɴɢ ᴀ ʙʟᴀsᴛ** 
"""

FORCE_MSG = """
**ʜᴇʏ** {}!

**ᴀᴄᴄᴏʀᴅɪɴɢ ᴛᴏ ᴍʏ ᴅᴀᴛᴀʙᴀsᴇ, ʏᴏᴜ'ᴠᴇ ɴᴏᴛ ᴊᴏɪɴᴇᴅ ᴜᴘᴅᴀᴛᴇs ᴄʜᴀɴɴᴇʟ ʏᴇᴛ. ɪғ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ᴜsᴇ ᴍᴇ, ᴘʟᴇᴀsᴇ ᴊᴏɪɴ ᴛʜᴇ ᴜᴘᴅᴀᴛᴇs ᴄʜᴀɴɴᴇʟ ᴀɴᴅ sᴛᴀʀᴛ ᴍᴇ ᴀɢᴀɪɴ!**
"""

MODES_TXT = """
**•➥ ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ ᴛʜᴇ ᴍᴏᴅᴇ sᴇᴄᴛɪᴏɴ. ʜᴇʀᴇ, ʏᴏᴜ ᴄᴀɴ ᴄʜᴏᴏsᴇ ʙᴇᴛᴡᴇᴇɴ ᴛᴡᴏ ᴍᴏᴅᴇs: ᴄᴜsᴛᴏᴍ ᴍᴏᴅᴇ ᴏʀ ᴍᴀɴᴜᴀʟ ᴍᴏᴅᴇ.**
"""

SUPPORT_TXT = """
๏ ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ ɴᴇᴇᴛ ᴛɪᴛᴀɴs ʙᴏᴛ.
๏ ᴀ ʙᴏᴛ ᴍᴀᴅᴇ ʙʏ ɴᴇᴇᴛ ᴛɪᴛᴀɴs ɴᴇᴛᴡᴏʀᴋ ᴜɴᴅᴇʀ ᴛʜᴇ ɢᴜɪᴅᴀɴᴄᴇ ᴏғ ᴊᴀᴅᴜɢᴀʀ ᴀɴᴅ ᴅᴇᴠᴇʟᴏᴘᴇᴅ ʙʏ ʀᴀᴊɴɪsʜ.
๏ ʜᴏᴘᴇ ʏᴏᴜ ᴡᴏᴜʟᴅ ʀᴇᴀʟʟʏ ʟᴏᴠᴇ ᴏᴜʀ ʙᴏᴛ.
๏ ᴛʜᴀɴᴋ ʏᴏᴜ
"""
